'''
#%% md
Более приближенная к жизни задача:
Пусть у нас имеются два списка одинаковой длины prices - цены, fruits - это фрукты на эти цены. Причем prices[0] - это цена на фрукт fruits[0]. Вы продавец и ваша задача по названию фрукта выдать цену.
Пример:
prices: [10, 30, 20]
fruits: ['яблоко', 'банан', 'апельсин']
fruir: 'банан'
ответ: 30
'''
"""
1. Понять в каком индексе лежит интересующий нас фрукт
2. Просто вернуть цену по этому индексу
"""
prices = [10, 30, 20]
fruits = ['яблоко', 'банан', 'апельсин']
f = 'банан'
for f in
